Repository: meloniq/appad-manager
Catalog: languages/appad-manager-*.po
Languages: nl_be, pl_pl

source: AppAd Manager for AppThemes does not support the current theme. Please use a compatible AppThemes theme.
pl_pl: AppAd Manager dla AppThemes nie obsługuje aktualnego motywu. Proszę użyć kompatybilnego motywu AppThemes.

source: Buy it now!
pl_pl: Kup teraz!

source: Dashboard
nl_be: Account
pl_pl: Panel zarządzania

source: Welcome in AppAd
nl_be: Welkom in AppAd
pl_pl: Witaj w AppAd

source: Choose Theme
nl_be: Kies thema
pl_pl: Wybierz szablon

source: <a href="%s">Configure Ads</a>
pl_pl: <a href="%s">Konfiguruj reklamy</a>

source: <a target="_blank" href="%s">Buy Theme!</a>
nl_be: <a target="_blank" href="%s">Koop Thema!</a>
pl_pl: <a target="_blank" href="%s">Kup szablon!</a>

source: Your settings has been successfully updated.
nl_be: Uw instellingen zijn met succes ge√ºpdatet
pl_pl: Twoje ustawienia zostały pomyślnie zaktualizowane.

source: General Settings
nl_be: Algemene instellingen
pl_pl: Ogólne ustawienia

source: General
nl_be: Algemeen
pl_pl: Ogólne

source: Between listings
nl_be: Tussen de geplaatste ads, zoekertjes...
pl_pl: Pomiędzy wpisami

source: Activate ads?
nl_be: Actieve advertenties?
pl_pl: Aktywować reklamy?

source: No
nl_be: Neen
pl_pl: Nie

source: Yes
nl_be: Ja
pl_pl: Tak

source: Enable or disable all advertise options. Each advertise have as well individual switch.
nl_be: Activeer of deactiveer alle adverteer opties. Iedere advertentie heeft een individuele knop.
pl_pl: Włącza lub wyłącza wszystkie opcje reklam. Każda opcja reklamy ma także indywidualny wyłącznik.

source: Ads between listings
nl_be: Advertenties tussen geplaatste advertenties
pl_pl: Reklamy pomiędzy wpisami

source: Activate?
nl_be: Activeer?
pl_pl: Aktywować?

source: Enable inserting advertise between listings.
nl_be: Activeer het plaatsen van advertenties tussen de reeds geplaatste zoekertjes.
pl_pl: Włącza wstawianie reklam pomiędzy wpisy.

source: Frequency
nl_be: Veel voorkomend
pl_pl: Częstotliwość

source: Choose how often should be inserted advertise. After every X listing.
nl_be: Kies hoeveel maal een advertentie dient ingevoegd te worden.
pl_pl: Wybierz jak często powinna być wstawiana reklama. Po każdym X wpisie.

source: Ad Code
nl_be: Voeg code toe
pl_pl: Kod reklamy

source: Paste your ad code here (468x60). Supports many popular providers such as Google AdSense.
nl_be: Plak uw code hier(480x60). Dit ondersteunt vele populaire providers zoals adsense enz...
pl_pl: Wklej tutaj swój kod reklamy (468x60). Obsługuje wielu popularnych dostawców jak Google AdSense.

source: Save Changes
nl_be: Sla aanpassingen op
pl_pl: Zapisz zmiany

source: Sorry, You are not using %s Theme, so You can not access this page.
nl_be: Sorry, u gebruikt momenteel %s Theme niet, u heeft dus geen toegang tot deze pagina.
pl_pl: Przepraszamy, Nie używasz szablonu %s, więc nie możesz uzyskać dostępu do tej strony.

source: <a target="_blank" href="%s">Buy it now!</a>
nl_be: <a target="_blank" href="%s">Koop het nu!</a>
pl_pl: <a target="_blank" href="%s">Kup teraz!</a>

source: Between coupons
nl_be: Tussen aangeboden kortingen
pl_pl: Pomiędzy kuponami

source: Ads between coupons
nl_be: Advertenties tussen kortingen of coupons
pl_pl: Reklamy między kuponami

source: Enable inserting advertise between coupons.
nl_be: Activeer het invoegen van advertenties tussen kortingen of coupons.
pl_pl: Włącza wstawianie reklam pomiędzy kupony.

source: Choose how often should be inserted advertise. After every X coupon.
nl_be: Kies hoeveel maal een advertentie zou moeten ingevoegd worden.
pl_pl: Wybierz jak często powinna być wstawiana reklama. Po każdym X kuponie.

source: Sorry, %s Theme is not supported yet.
nl_be: Sorry, %s er is nog geen support voor dit thema.
pl_pl: Przepraszamy, Szablon %s nie jest jeszcze obsługiwany.

source: AppThemes
nl_be: AppThemas
